{
    "bisnis": [
      {
        "id": 1,
        "title": "Pengertian Entrepreneurship dan Manfaatnya",
        "headline":"Di era kegiatan kreatif dan inovatif dalam bisnis, istilah entrepreneurship tengah mencuat di kalangan pebisnis.",
        "description": "Di era kegiatan kreatif dan inovatif dalam bisnis, istilah entrepreneurship tengah mencuat di kalangan pebisnis. Dalam bahasa Indonesia, istilah ini juga dikenal dengan kewirausahaan, maknanya memang lekat dan berkaitan dengan kreativitas serta inovasi. Namun istilah ini tak lepas dari kegiatan wirausaha maupun bisnis yang tengah dijalankan seseorang.                                                                 Entrepreneurship merujuk pada proses atau kegiatan, berbeda dengan entrepreneur yang merujuk pada pelaku atau orang yang melakukannya. Entrepreneur merupakan orang yang melakukan proses entrepreneurship , namun banyak orang sering kali menyebut seorang yang melakukan entrepreneurship sebagai inovator, mengingat mengharuskan punya inovasi dan kemampuan.                                                            Secara etimologis berasal dari bahasa Perancis yakni entreprende, yang berarti berusaha, berkembang di abad ke-18. Diperkenalkan oleh seorang ahli ekonomi bernama Richard Cantillon, diartikan sebagai upaya dalam mengejar peluang tanpa mempedulikan sumber daya yang dimiliki, kerap dikaitkan dengan istilah kewirausahaan ini.                                                                                                                 Menurut kamus besar Bahasa Indonesia, kewirausahaan atau entrepreneurship disebut perihal usaha, sementara wirausaha adalah orang yang pandai atau berbakat mengenali produk baru. Menentukan cara produksi baru, menyusun operasi untuk pengadaan produk baru, memasarkannya kemudian mengatur modal operasinya, mencari prospek, follow up customer dan lainnya.                                                                                      Wirausaha memainkan peran penting dalam perkembangan perekonomian suatu negara, dituntut memiliki kualitas untuk menjadi seorang pemimpin dan mengerti bagaimana cara untuk memimpin tim atau perusahaan agar bersatu dan mendapatkan keuntungan maksimum. Berikut ini adalah Manfaat Entrepreneurship:",
        "specific": [
            "1. Peluang dan kebebasan menentukan nasib sendiri",
            "2. Membuat perubahan",
            "3. Peluang Mencapai potensi diri",
            "4. Meraih Keuntungan Optimal"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Bisnis%2FEntrepreneurship%20dan%20manfaatnya.jpg?alt=media&token=b02b4711-7ad1-4484-816d-3407191bb873",
        "coverId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Bisnis%2Fbisnis.jpg?alt=media&token=b0cc6c14-4f37-426a-822f-aceb412e1433"
      },

      {
        "id": 2,
        "title": "Pengertian Bisnis Online dan Manfaatnya",
        "headline":"Bisnis online adalah jenis bisnis yang kian hari kian diminati. Bukan hanya karena menawarkan cuan besar, menjalankan bisnis online juga tidak terlalu sulit.",
        "description": "bisnis online adalah bisnis yang dijalankan melalui internet. Artinya, aktivitas bisnis seperti jual-beli, pelayanan kepada konsumen, marketing, dan sebagainya dilakukan secara online. Menariknya, kita bisa menjual berbagai jenis produk melalui ide bisnis online. Mulai dari barang, jasa, hingga produk digital. Bahkan, tak ada batasan dari mana calon konsumen produk untuk tersebut. Sebab, pembeli produk bisa berasal dari seluruh Indonesia, bahkan dari luar negeri.                                                                                          Maka dari itu, dengan bisnis online kita tidak perlu membuka toko atau ruko seperti pada bisnis offline. kita cukup menjalankan bisnis dengan membuat website toko online lewat tutorial WooCommerce, media sosial, atau marketplace. kita juga bisa mengelola bisnis tersebut dari rumah, atau di mana pun kita menginginkannya.  Alhasil, kita tak perlu mengeluarkan banyak modal untuk cara memulai bisnis online. Bahkan, ada beberapa bisnis online tanpa modal yang bisa dilakukan dan terbukti cuan.                                                                                         Sebagai contoh, bisnis online kita bisa berupa menjual produk orang lain (dropshipping), mendapatkan komisi dengan bergabung afiliasi, dan masih banyak lainnya. Berikut ini adalah Manfaat Bisnis Online:",
        "specific": [
            "1. Hemat biaya",
            "2. Fleksible",
            "3. Menjangkau pasar yang lebih luas"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Bisnis%2FBisnis%20online%20dan%20manfaatnya.jpg?alt=media&token=2fb1ab09-a77b-4807-b9a5-b992d9345413"
      },

      {
        "id": 3,
        "title": "Manfaat Bisnis Online dan Keunggulanya",
        "headline":"Bisnis online adalah jenis bisnis yang kian hari kian diminati. Bukan hanya karena menawarkan cuan besar, menjalankan bisnis online juga tidak terlalu sulit.",
        "description": "Dengan kondisi ekonomi yang semakin tidak menentu, banyak perusahaan tidak menggunakan internet, perlahan-lahan mulai bergulir tikar. Internet telah menciptakan sebuah perusahaan dengan model baru, mengubah persepsi tradisional melakukan bisnis. Rata-rata pertumbuhan e-commerce adalah 25% per tahun, dan 7,2 juta UMKM di Indonesia, sekitar penjualan naik 36% melalui jejaring sosial seperti Instagram. Selanjutnya, MIPYMES merasa omset meningkat 80% dari sebelumnya, produk hanya menjual melalui cara konvensional. Berikut ini adalah Keunggulan Bisnis Online:",
        "specific": [
            "1. Aksesbilitas lebih tinggi",
            "2. biaya operasi yang efisien",
            "3. Mudah dilakukan",
            "4. Lebih mudah mendapatkan pelanggan",
            "5. Banyak pilihan dalam kostumisasi",
            "6. Biaya promosi lebih murah"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Bisnis%2FKeunggulan%20bisnis%20online.jpg?alt=media&token=539875ff-4774-4dc4-97b9-f35f31370449"
      },

      {
        "id": 4,
        "title": "Cara memulai usaha dari Nol tanpa modal",
        "headline":"Membangun bisnis yang menghasilkan tidak akan dapat dilakukan dalam waktu singkat. Semuanya harus dimulai dari bawah, perlahan-lahan berkembang menjadi sukses.",
        "description": "Memulai sebuah usaha tidak selalu membutuhkan banyak modal. Terkadang Anda memulainya menggunakan sedikit atau tanpa modal sama sekali. Mungkin ide bisnis ini bukanlah sesuatu yang meyakinkan, namun bukan tidak mungkin dilaksanakan. Agar sebuah bisnis dapat berkembang Anda memang membutuhkan dana, namun uang saja tidaklah cukup. Anda juga membutuhkan mitra, investor, dan rencana yang solid tentang bagaimana cara menggunakan dana tersebut berkembang. Namun, jika kita membicarakan mengenai memulai sebuah bisnis tanpa modal, maka hal ini dapat dimulai dari yang kecil saja.                                                                                                                                  Untuk menghemat modal ketika memulai sebuah bisnis, maka Anda harus bergantung kepada kemampuan diri sendiri. Temukan hal apa yang dapat dikerjakan sendiri sehingga tidak perlu mengeluarkan modal untuk mendapatkannya. Buatlah perencanaan bisnis yang matang, ditambah dengan informasi mengenai seberapa banyak dana yang akan dihabiskan dalam menjalankan usaha. Perkirakan juga seberapa lama bisnis ini bisa menghasilkan keuntungan untuk Anda. Berikut ini adalah Ide bisnis yang bisa dimulai tanpa modal:",
        "specific": [
            "1. Freelance Editor",
            "2. Blogger",
            "3. Programmer",
            "4. Dropshipper",
            "5. Membuka Konsultasi"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Bisnis%2FBisnis%20tanpa%20modal.jpg?alt=media&token=7ab54ad5-04e3-4de9-8b50-f45d3855ac93"
      },

      {
        "id": 5,
        "title": "Contoh Ide Bisnis Online",
        "headline":"Menjalankan bisnis online itu banyak untungnya. Mulai dari fleksibilitas, praktis, dan cocok untuk siapa saja.",
        "description": "bisnis online adalah aktivitas jual beli produk dan jasa melalui internet. Semua aktivitas dilakukan secara daring tanpa harus bertatap muka. Jadi, bisa dikerjakan di mana saja dan kapan saja. Ada beberapa nilai plus yang bisa kalian nikmati ketika menggeluti bisnis online. Modal kecil. Untuk memulai, Anda tidak perlu menyewa gedung perkantoran. Cukup siapkan laptop, akses internet, dan skills yang memadai.   Fleksibel. Bisa dikerjakan dari mana saja dan kapan saja. Anda juga bisa menjadikan bisnis online ini sebagai sampingan saat Anda bekerja kantoran.Pasar yang luas. Anda bisa menjangkau orang-orang tanpa ada batasan wilayah. Bisa melalui media sosial, forum, atau mesin pencari Google. Biaya pemasaran murah. Bahkan bisa gratis dengan cara memanfaatkan platform yang ada. Jika ingin berbayar dapat dilakukan melalui FB/IG/Google Ads.      Kemudahan transaksi. Tidak perlu repot-repot lagi mencetak struk transaksi. Semua bisa dilakukan melalui transfer bank atau layanan e-payment.Berikut ini adalah Ide bisnis Online yang Menarik:",
        "specific": [
            "1. Bisnis Blog AdSense",
            "2. Content Writer",
            "3. Content Creator",
            "4. Agensi Iklan",
            "5. Jasa Desain Grafis",
            "6. Menjual Product Digital",
            "7. Menjual Kursus Online"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Bisnis%2FContoh%20ide%20bisnis%20online.jpg?alt=media&token=bc114d9a-d279-4c7a-95e5-9b1d2253049b"
      },

      {
        "id": 6,
        "title": "Tips mengembangkan Bisnis Online",
        "headline":"Setiap pengusaha pasti ingin bisnisnya terus berkembang, termasuk mereka yang menjalankan usaha kecil atau usaha mikro kecil dan menengah (UMKM).",
        "description": "Setiap pengusaha pasti ingin bisnisnya terus berkembang, termasuk mereka yang menjalankan usaha kecil atau usaha mikro kecil dan menengah (UMKM). Namun, menjalankan sebuah usaha tidak semudah membalikkan telapak tangan. Mungkin ada sebagian dari pembisnis berpikir, bahwa memanfaatkan media sosial saja sudah cukup. Kenyataannya tidak semua bisnis bisa dikembangkan hanya dengan memanfaatkan media sosial. Sebab, persaingan di dunia usaha semakin kompetitif dari waktu ke waktu, baik skala besar maupun kecil, apalagi di era digital seperti sekarang. Lantas, apa saja cara mengembangkan bisnis online tersebut? Yuk simak ulasannya berikut ini.                                                              Definisi Total Quality Management (TQM) menurut International Organization for Standarizasion (IOS) dalam Kurniawaty (2012) : TQM adalah pendekatan manajemen pada suatu organisasi, berpusat pada kualitas, berdasarkan partisipasi semua anggotanya dan bertujuan untuk kesuksesan jangka panjang melalui kepuasan pelanggan, dan manfaat bagi semua anggota organisasi dan masyarakat.                                                     Dari Pengertian diatas dapat disimpulan bahwa TQM merupakan suatu pendekatan yang dapat digunakan dalam menjalankan suatu usaha atau organisasi  untuk melakukan perbaikan demi perbaikan untuk kesuksesan jangka Panjang serta menciptakan kepuasan pelanggan. Dalam Bisnis online kita perlu mengetahui bagaimana Prinsip-Prinsip yang perlu dilakukan supaya konsumen puas degan sesautu yang ditawarkan dan bisnis dapat sukses dan mampu bersaing dengan competitor lainnya. Adapun 5 Penerapan prinsip-prinsip TQM dalam Bisnis Online:",
        "specific": [
            "1. Fokus pada konsumen",
            "2. Mengedepankan mutu",
            "3. Satu Visi dan Misi",
            "4. Berdasarkan Fakta",
            "5. Peningkatan kualitas berkelanjutan"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Bisnis%2FTips%20mengembangkan%20Bisnis%20Online.jpg?alt=media&token=eb41c6bb-9773-4d32-998f-5a5b9182f806"
      }
    ]
}