{
  "investasi": [
    {
      "id": "1",
      "title": "Mengenal Manajer Investasi dan Peranannya",
      "headline":"Manajer Investasi adalah pihak yang memiliki tugas dalam mengelola portofolio efek sekelompok nasabah atau investor untuk ditempatkan pada instrumen investasi yang tepat.",
      "description": "Manajer investasi biasanya bekerja pada investasi reksadana. Peranan Manajer Investasi cukup penting, tidak hanya bertugas mengalokasikan dana investor saja, tetapi juga melakukan analisa agar bisa mendapatkan hasil yang menguntungkan. Adanya Manajer Investasi juga cukup membantu para investor yang tidak memiliki waktu atau investor pemula yang masih kesulitan dalam pengalokasian dana investasi.                                                                                                                                       Kita tinggal duduk manis dan Manajer Investasi yang akan bekerja untuk mengelola uangmu agar hasilnya bisa maksimal. Mengingat pentingnya peran Manajer Investasi, pemilihannya pun tidak boleh sembarangan. Manajer Investasi harus memiliki sertifikasi Wakil Manajer Investasi dan punya skill khusus dalam membaca peluang-peluang investasi.                                                                                                  Dari pengertian tersebut, maka fungsi manajer investasi adalah mengelola portofolio efek untuk memenuhi keinginan nasabah dengan melakukan riset atas efek, menganalisa kelayakan investasi, dan mengelola investasi nasabahnya. Untuk melakukan kegiatan tersebut maka manajer investasi harus berizin dan diawasi oleh Otoritas Jasa Keuangan (OJK) atau mendapatkan sertifikasi Wakil Manajer Investasi (WMI).                                                                                                                                        Mengingat manajer investasi memiliki peran untuk memilih dan memutuskan instrumen investasi apa saja yang sesuai dengan tujuan nasabahnya. Entah instrumen saham, obligasi, deposito maupun surat berharga. Selain itu, manajer investasi juga memiliki peran untuk menghitung dan melaporkan pergerakan nilai investasi nasabahnya. Maka pemilihan manajer investasi yang tepat akan berpengaruh besar pada kinerja investasi yang Sobat miliki.",
      "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Investasi%2FMengenal%20Manajer%20Investasi%20dan%20Peranannya.jpg?alt=media&token=223edf1a-ac21-4758-a6e8-00b9a4e67dc9",
      "coverId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Investasi%2FCover%20Investasi.jpg?alt=media&token=cb03cfeb-f880-406a-bb84-614615f1a31d"
    },
    {
      "id": "2",
      "title": "Apa itu Reksadana?",
      "headline":"Reksadana adalah suatu “wadah” himpunan dana yang dikelola oleh manajer investasi profesional.",
      "description": "Pengertian reksadana kemudian diperjelas melalui Undang-Undang No. 8 Tahun 1995 tentang Pasar Modal. Beleid itu menyebut bahwa reksadana adalah wadah yang dipergunakan untuk menghimpun dana dari masyarakat pemodal untuk selanjutnya diinvestasikan dalam Portofolio Efek oleh Manajer Investasi (MI).                                                                                                                        Produk reksadana dibangun berdasarkan Kontrak Investasi Kolektif (KIK) dengan manajer investasi dan bank kustodian. Kontrak tersebut mengikat pemilik Unit Penyertaan (UP) reksadana, di mana manajer investasi memiliki wewenang untuk mengelola KIK dan bank kustodian berwenang untuk melaksanakan jasa penitipan kolektif atas efek yang dimiliki secara bersama.                                                                   Bentuk hukum Reksa Dana dapat berupa Perseroan atau berupa Kontrak Investasi Kolektif (KIK). Selain itu Reksa Dana juga dapat dikategorikan menjadi dua, yaitu Reksa Dana Tertutup dan Reksa Dana Terbuka. Dalam perkembangannya, saat ini Reksa Dana yang paling banyak berkembang di Indonesia adalah Reksa Dana berbentuk hukum Kontrak Investasi Kolektif (KIK) dan bersifat Terbuka. Reksa Dana Terbuka adalah Reksa Dana yang dapat dibeli dan dijual sewaktu-waktu setiap hari bursa.",
      "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Investasi%2FApa%20itu%20Rekasadana.jpg?alt=media&token=bf9957cf-a4a4-48c5-a653-4f9565f35f50"
    },
    {
      "id": "3",
      "title": "Apa itu Saham?",
      "headline":"Saham adalah bukti kepemilikan nilai sebuah perusahaan atau bukti penyertaan modal. Pemilik saham juga memiliki hak untuk mendapatkan dividen sesuai dengan jumlah saham yang dimilikinya.",
      "description": "Dengan memegang saham, maka individu maupun badan bisa mengeklaim kepemilikan pada suatu perusahaan terbuka. Artinya, pemegang saham berapa pun jumlah lembar yang dimilikinya berhak hadir dalam Rapat Umum Pemegang Saham (RUPS). Salah satu cara untuk memiliki saham perusahaan, seseorang harus membelinya di pasar modal.                                                                                                    Dikutip dari laman resmi Bursa Efek Indonesia (BEI), pasar untuk berbagai instrumen keuangan jangka panjang yang bisa diperjualbelikan, baik surat utang (obligasi), ekuiti (saham), reksa dana, instrumen derivatif maupun instrumen lainnya. Pasar modal merupakan sarana pendanaan bagi perusahaan maupun institusi lain (misalnya pemerintah), dan sebagai sarana bagi kegiatan berinvestasi. Dengan demikian, pasar modal memfasilitasi berbagai sarana dan prasarana kegiatan jual beli dan kegiatan terkait lainnya.                                                                       Sementara dikutip dari laman Sikapiuang Otoritas Jasa Keuangan (OJK), saham di Bursa Efek Indonesia terbagi menjadi 9 sektor yakni pertanian, pertambangan, industri dasar dan kimia, dan industri mesin. Berikutnya yakni industri barang konsumsi, properti dan konstruksi bangunan, infrastruktur dan transportasi, keuangan, dan terakhir yakni perdagangan jasa dan investasi. Selain dibagi per sektor, saham adalah juga terbagi berdasarkan prioritas pembagian keuntungan ke pemegang saham (dividen), jenis saham terbagi menjadi dua yakni saham biasa (common stock) dan saham preferen (preferred stock). Saham preferen adalah saham yang pemegangnya mendapatkan prioritas atau didahulukan atas pembagian dividen perusahaan. Termasuk diprioritaskan mendapatkan pengembalian modal dari pembagian aset saat perusahaan dilikuidasi. Kebalikan dari saham preferen, saham biasa adalah bukti kepemilikan atas perusahaan yang tidak memiliki keitimewaan dalam prioritas mendapatkaan dividen",
      "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Investasi%2FApa%20itu%20Saham.jpg?alt=media&token=d8b787cf-bcc4-46f8-97f8-75262ba62ea6"
    },
    {
      "id": "4",
      "title": "Cara Membeli Saham",
      "headline":"Pada era digital seperti saat ini, cara membeli saham semakin mudah. Cara beli saham bisa dilakukan secara online melalui gadget yang tersambung internet.",
      "description": "Membeli saham perusahaan di pasar modal merupakan investasi yang memiliki risiko lebih tinggi dibandingkan instrumen investasi lain,seperti obligasi, deposito, tabungan berjangka, atau emas. Namun demikian, lantaran risikonya yang tinggi, investasi saham juga bisa memberikan imbal atau keuntungan yang tinggi, baik dari dividen maupun kenaikan harga saham.                                                               Siapa pun kini bisa membeli saham dengan mudah. Beberapa perusahaan sekuritas saat ini sudah menyediakan platform jual beli saham, termasuk tahapan cara membeli saham bagi pemula atau cara membeli saham perusahaan bagi masyarakat awam. Dikutip dari laman Yuknabungsaham yang dikelola PT Bursa Efek Indonesia (BEI), Selasa (9/3/2021), untuk cara membeli saham, investor harus menyiapkan dana sesuai harga saham dan membayar biaya transaksi untuk perusahaan sekuritas (fee broker). Sedangkan untuk penjualan saham, total dana yang didapat investor adalah nilai sesuai harga jual saham dikurangi biaya transaksi dan PPh. Biaya transaksi tersebut berbeda-beda di setiap perusahaan sekuritas, tetapi umumnya 0,2—0,3 persen dari nilai transaksi pembelian saham (termasuk PPN) dan ditambah PPh 0,1 persen khusus untuk transaksi penjualan saham.Meski dihitung per lembar, cara beli saham juga tak bisa dilakukan dengan pembelian per lembar, tetapi harus dilakukan dalam 1 lot. Menurut aturan BEI, 1 lot setara dengan 100 lembar saham.",
      "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Investasi%2FCara%20membeli%20saham.jpg?alt=media&token=60863aec-864e-4a4d-bfaf-e72841282281"
    },
    {
      "id": "5",
      "title": "Pengertian Saham Blue Chip",
      "headline":"Mengenal saham Blue Chip untuk Investasi Jangka Panjang",
      "description": "Saham Blue Chip atau Saham Lapis Satu merupakan jenis saham yang memiliki kapitalisasi pasar yang besar, mencapai di atas Rp10 triliun. Tahukah Anda, istilah Blue Chip awalnya berasal dari permainan poker. Dalam permainan poker, keping koin (chip) berwarna biru memiliki nilai tertinggi dibandingkan warna merah dan putih. Istilah Blue Chip dipakai dan dikenal secara luas di dunia saham setelah diperkenalkan oleh Oliver Gingold. Saat itu, Gingold melihat tren bahwa saham-saham seharga USD 200-USD 250 menarik minat investor. Sejak saat itu, penggunaan terminologi Blue Chip digunakan untuk saham-saham unggulan di dunia pasar modal.                                                                  Saham Blue Chip memiliki beberapa karakteristik. Salah satunya adalah memiliki kapitalisasi besar. Nilai kapitalisasi suatu perusahaan mampu mencapai nilai triliunan rupiah. Besarnya kapitalisasi pasar ini mampu membuat investor sulit dalam memanipulasi harga.                                                                                                                                         Selain itu, saham Blue Chip juga memiliki likuiditas yang bagus. Biasanya likuiditas ini dipengaruhi oleh jumlah saham yang dimiliki publik atau beredar di bursa. Makin banyak kepemilikan saham publik, maka makin likuid pula saham tersebut. Saham yang masuk ke dalam kategori Blue Chip biasanya juga telah sudah cukup lama lama terdaftar di Bursa Efek Indonesia, dengan jangka waktu minimal lima tahun.                                                                                                                                   Kapitalisasi besar saham Blue Chip membuat saham-saham ini cenderung bergerak steady dan tidak terlalu liar. Anda tidak perlu takut dalam berinvestasi di saham Blue Chip karena biasanya perusahaan yang sahamnya tergolong Blue Chip bukan lagi perusahaan yang bertumbuh, tetapi sudah termasuk dalam perusahaan yang mapan dan kuat.                                                                                                  Saham jenis ini sangat cocok untuk Anda yang ingin berinvestasi jangka panjang. Pada saat pergerakan market tidak menentu, saham Blue Chip biasanya cenderung stabil. Bukan berarti saham Blue Chip tidak akan mengalami penurunan, tetapi saham-saham Blue Chip biasanya paling cepat pulih dibandingkan saham small atau mid-caps. Namun demikian, berinvestasi di saham Blue Chip butuh modal yang lebih tinggi karena biasanya harga per lot lebih tinggi dari saham lainnya.",
      "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Investasi%2FSaham%20Blue%20Chip.jpg?alt=media&token=7a8574da-45fb-4717-9035-9f64b9b46e70"
    },
    {
      "id": "6",
      "title": "Pengertian Saham Gorengan",
      "headline":"Apa itu saham Gorengan dan bagaimana Ciri-cirinya",
      "description": "Saham gorengan bukanlah istilah asing dalam dunia investasi dan kerap menjadi sorotan. Pada dasarnya tidak sulit untuk mengenali jenis saham satu ini. Ibarat gorengan yang dijual di pinggir jalan, semakin lama gorengnya, semakin renyah dan menggiurkan . Namun kenyataanya mengonsumsi gorengan tidak baik untuk kesehatan, sama halnya dengan saham gorengan, tidak baik untuk kesehatan finansialmu, karena rentan akan resiko kerugian.                                                                                                                                Saham gorengan adalah saham perusahaan yang kenaikannya harganya tidak wajar karena ada rekayasa oleh pelaku pasar untuk tujuan tertentu. Umumnya, oknum penggoreng akan membentuk opini investor ritel agar mereka tertarik untuk membeli stocks dari emiten tertentu. Saat harganya meningkat tajam, oknum tersebut akan mengambil keuntungan dengan menjual kepemilikannya. Hal ini tentu sangat berisiko bagi investor ritel, khususnya yang masih pemula. Ketika oknum tersebut sukses mendapatkan harga tertinggi dan memutuskan untuk jual, nggak menutup kemungkinan harganya auto anjlok dan kembali ke harga normal bahkan tidak bertumbuh lagi nilainya.                                                                                      Di sisi lain, kalau kamu memiliki kemampuan analisis fundamental dan teknikal yang mumpuni, membeli saham gorengan bisa jadi salah satu cara untuk meraup keuntungan dalam waktu singkat. Selain itu, trader harus aktif memantau pasar supaya tidak ketinggalan update dari bandar atau trader lain di pasar.",
      "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Investasi%2FSaham%20gorengan.jpg?alt=media&token=b8377784-cee0-4ce3-9219-9f2f65d172f5"
    }
  ]
}
