{
    "kerajinan": [
      {
        "id": "1",
        "title": "Pengertian Kerajinan dan jenisnya",
        "headline":"Apa itu kerajinaan?",
        "description": "Pengertian kerajinan adalah suatu kegiatan yang melibatkan keterampilan tangan dan seni dalam membuat suatu barang yang memiliki fungsi atau memiliki nilai estetika yang tinggi sehingga dapat dijadikan pajangan. Pendapat lain menyebutkan definisi kerajinan adalah barang-barang yang memiliki unsur seni dimana pembuatannya dengan menggunakan keterampilan tangan manusia. Beberapa yang termasuk barang kerajinan, misalnya; lampu hias dari botol bekas, tikar dari anyaman rotan, bunga dari kertas, boneka dari sarung tangan, vas dari bohlam, dan lain sebagainya.                                                                                                                                  Dari penjelasan tersebut, maka dapat disimpulkan bahwa kerajinan adalah semua aktivitas yang berhubungan dengan pembuatan suatu barang bernilai seni atau memiliki fungsi tertentu yang dihasilkan melalui keterampilan tangan (kerajinan tangan). Berikut ini adalah Jenis-jenis kerajinan:",
        "specific": [
            "1. Kerajinan dari bahan keras alami dan keras buatan",
            "2. Kerajinan dari bahan lunak alami dan lunak buatan",
            "3. Kerajinan dari limbah lunak organic dan anorganik"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kerajinan%2FPengertian%20kerajinan%20dan%20jenisnya.jpg?alt=media&token=d89e64a4-248f-43a9-b4ae-9536fe0d3749",
        "coverId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kerajinan%2FKerajinan.jpg?alt=media&token=fd76c697-818c-46c0-ba3e-801ec01f81e5"
      },

      {
        "id": "2",
        "title": "Fungsi kerajinan dan Manfaatnya",
        "headline":"Apa fungsi dari kerajinan dan apa manfaatnya?",
        "description": "Secara umum fungsi kerajinan yangan terbagi menjadi dua, yaitu fungsi keindahan dan fungsi kegunaan. Fungsi keindahan merupakan kerajinan yang hanya mengutamakan keindahan tanpa memerhatikan guna barang tersebut. Benda-benda yang dihasilkan melalui kerajinan tangan memiliki nilai estetis yang tinggi yang menarik perhatian. Dilansir dari Lumen Learning, yang dimaksud dengan menarik adalah karya tersebut dapat membangkitkan perasaan estetika atau moral dan dapat dipahami sebagai cara untuk mengkomunikasikan perasaan pembuatnya.                           Kerajinan tangan memiliki fungsi kegunaan, yang berarti karya tersebut memiliki nilai guna dalam kehidupan manusia. Nilai guna tersebut dapat berupa karya digunakan untuk membatu melakukan aktivitas sehari-hari, karya digunakan untuk menunjang suatu kegiatan, sebagai sandang, sebagai mainan, maupun sebagai kelengkapan dalam ritual kebudayaan maupun ritual keagamaan. Berikut ini adalah manfaat dari kerajinan:",
        "specific": [
            "1. Melatih kreatifitas",
            "2. Melatih kesabaran",
            "3. Menghemat pengeluaran",
            "4. Menjadi ladang bisnis",
            "5. Mengisi waktu luang"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kerajinan%2FFungsi%20kerajinan.jpg?alt=media&token=a7d2d1c6-f5b0-44c1-b437-f4e0dfc2a9d3"
      },

      {
        "id": "3",
        "title": "Kerajinan dari bahan keras dan contohnya",
        "headline":"Apa itu kerajinan berbahan keras?",
        "description": "Kerajinan bahan keras adalah kerajinan dari bahan yang keras dan sulit dibentuk beraneka macam. Kerajinan bahan keras dibedakan menjadi dua yaitu bahan keras alam dan buatan. Kerajinan bahan keras dibuat dari bahan keras yang sulit dibentuk. Contoh kerajinan bahan keras yaitu kayu, rotan, batu yang biasanya dipakai untuk bahan mebel. Kerajinan bahan keras merupakan kerajinan yang dipakai di Indonesia.             Kerajinan bahan keras memiliki karakteristik berbeda seperti halus, berat, ringan, kasar, mudah patah, keras, dan sebagainya. Karakteristik tersebut penting untuk memilih produk kerajinan yang sesuai. Berdasarkan jenisnya kerajinan bahan keras dibedakan menjadi kerajinan bahan alami dan buatan. Kerajinan bahan keras alami didapatkan dari bahan organik yang bisa didapatkan dari alam. Proses pembuatan kerajinan ini bisa secara langsung dipakai.                                                                                                                                 Kerajinan dari bahan keras alam terbuat dari rotan, kayu, batu, tempurung, dan bambu. Bahan - bahan tersebut dibuat untuk kerajinan yang indah dan menarik. Produk kerajinan bahan keras bisa menjadi lukisan, ornamen, dan hiasan cantik di rumah. Contoh produk kerajinan bahan keras yaitu kerajinan kerang, kau kelereng, dan perlengkapan mebel. ini adalah contoh kerajinan dari bahan keras:",
        "specific": [
            "1. Lukisan",
            "2. Ornamen",
            "3. Kalung",
            "4. Figura",
            "5. Piring dan Gelas"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kerajinan%2FKerajinan%20bahan%20keras%20alami.jpg?alt=media&token=378dacfb-8c7b-4ef6-8bc8-4a33cee8aac7"
      },

      {
        "id": "4",
        "title": "Kerajinan Tekstil dan Fungsinya",
        "headline":"Apa itu kerajinan tekstil?",
        "description": "Tekstil dapat diartikan sebagi pembuatan penenunan. Secara umum tekstil diartikan sebagai barang atau benda yang bahan bakunya berasal dari serat yang melalui pemprosesan sehingga dapat menjadi benang. Selain itu tekstil juga dapat diartikan sebagai jalinan antara lungsin dan pakan atau dapat dikatakan sebuah anyaman yang mengikat satu sama lain, tenunan dan rajutan.                                                  Kerajinan tekstil merupakan salah satu jenis karya seni atau kerajinan yang dibuat dengan menggunakan bahan tekstil. Sedangkan tekstil sendiri adalah suatu bahan yang berasal dari serat yang diolah menjadi benang atau kain, dan benang tersebut yang nantinya sebagai bahan untuk pembuatan busana, baju, dan berbagai produk kerajinan tangan lainya.                                                                                        Bahan tekstil dapat dibuat menjadi pakaia, tas, sepatu dan lain sebagainya. Fungsi bahan tekstil adalah sebagai bahan utama busana dan berbagai produk kerajinan tangan lainnya. Contoh lain fungsi bahan tekstil adalah sebagai berikut:",
        "specific": [
            "1. Keperluan busana contoh untuk pakaian, celana, kemeja, sepatu",
            "2. Keperluan industri  contoh untuk kemasan  produk",
            "3. Keperluan olahraga contoh untuk pakaian olah raga seperti sepak bola",
            "4. Keperluan medis contoh untuk pakaian dokter",
            "5. Keperluan penyangga  struktur  tanah  menggunakan geotextile"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kerajinan%2FKerajinan%20tekstil.jpg?alt=media&token=4879895a-f428-4d1b-9364-b9f0804796d2"
      },

      {
        "id": "5",
        "title": "Pengertian Kerajinan dari bahan lunak dan contohnya",
        "headline":"Apa itu kerajinan dari bahan lunak?",
        "description": "Produk kerajinan bahan lunak dibedakan menjadi dua, yaitu kerajinan lunak buatan dan alami. Kedua bahan memiliki tekstur lunak dan mudah dibentuk. Kerajinan bahan lunak adalah proses pembuatan benda memakai tangan dan alat bantu dari bahan lunak. Kerajinan tangan bahan lunak terbagi menjadi bahan lunak alami dan buatan. Contoh benda dari bahan lunak alami seperti kulit pohon, tulang daun, tanah liat. Sedangkan bahan lunak buatan seperti plastik, kain, kertas, dan karton.                                                                                           Cara membuat produk kerajinan bahan lunak membutuhkan langkah-langkah penting. Langkah tersebut seperti menyiapkan alat dan bahan, membuat rancangan, dan penyelesaian. Proses pembuatan kerajinan tangan dari bahan lunak ini tidak perlu diolah lagi. Sehingga Anda bisa membuat bahan lunak menjadi barang kerajinan tangan. Berikut ini adalah contoh kerajinan dari bahan lunak:",
        "specific": [
            "1. Vas Bunga",
            "2. Bunga buatan",
            "3. Patung dan Gibs",
            "4. Kerajinan tanah liat",
            "5. Kerajinan lilin"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kerajinan%2FKerajinan%20bahan%20lunak.jpg?alt=media&token=b02206d9-f2dc-4ac2-8004-3920cbe2a2b7"
      },

      {
        "id": "6",
        "title": "Pengertian kerajinan limbah organic dan anorganik beserta contohnya",
        "headline":"Apa itu kerajinan limbah organic dan anorganik?",
        "description": "Limbah organik dan limbah anorganik yang berbentuk padat bisa dirubah menjadi berbagai macam kerajinan yang menarik, dimana kerajinan dari bahan limbah organik dan anorganik ini juga tidak kalah unik jika dibandingkan dengan kerajinan lainnya. Sampai organik merupakan hasil sisa barang yang sudah tidak digunakan kembali, atau dibuang oleh pemakai sebelumnya. Dimana sampah ini bisa mengalami pelapukan atau terurai menjadi bajaj yang lebih kecil atau yang sering disebut sebagai kompos.                                                                   Kompos merupakan hasil pelapukan dari bahan organik, yakni meliputi sampah sisa bahan makanan, daun-daunan, rumput dan masih banyak lagi yang lainnya. Tetapi, sebenarnya limbah organik ini juga bisa kita rubah menjadi kerajinan yang bernilai tinggi Berikut ini adalah contoh kerajinan dari bahan limbah:",
        "specific": [
            "1. Kerajinan organik dari daun-daun kering",
            "2. Kerajinan organik dari kulit telur",
            "3. Kerajian organik dari ranting pohon ",
            "4. Kerajinan organik dari tempurung kelapa",
            "5. Kerajinanan organik dari sedotan plastik dan botol"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kerajinan%2FKerajinan%20limbah%20organik.jpg?alt=media&token=25d289f7-34f3-4f97-9486-618b2fab760b"
      }
    ]
}