{
    "kesehatan": [
      {
        "id": "1",
        "title": "Cara Cepat Menjadi Langsing ala Wanita Jepang",
        "headline":"Menjadi wanita selalu identik dengan keanggunana dan kecantikan yang tidak pernah lepas dibicarakan setiap wanita.",
        "description": "Menjadi wanita selalu identik dengan keanggunana dan kecantikan yang tidak pernah lepas dibicarakan setiap wanita.            Setiap hari dan setiap saat seseorang wanita selalu berusaha menjadi cantik dengan berbagai cara dan metodenya sendiri-sendiri. Kalau berbicara tentang kecantikan saat ini yang masih trend adalah alat makeup yang menunjang kecantikan wajah seseorang. Makeup seperti bedak, cat kuku, eyeliner dan lain-lain yang sering digunakan oleh perempuan merupakan alat kosmetik yang diciptakan dari bahan yang tentu saja tidak akan diteliti oleh setiap orang.                                                                                                                                Bahan-bahan yang digunakan untuk membuat kosmetik tersebut jarang sekali diperhatikan oleh seorang wanita. Kebiasaan wanita pada umumnya hanya melihat pada merek dan harga, oleh karena itu banyak muncul produk-produk kosmetik palsu ataupun kosmetik murah yang memiliki banyak kandungan berbahaya didalamnya. Terlepas dari alat kometik tersebut, kecantikan juga selalu berdampingan dengan kemolekan tubuh. Tubuh yang seksi dan sempurna adalah idaman setiap wanita. Untuk mendapatkan tubuh ideal juga bayak hal yang dilakukan peremapuan, baik dengan berolahraga dan diet.   Berikut ini ada beberapa metode untuk mendapatkan cara agar langsing yang cepat dengan alami. Metode berikut ini merupakan metode yang berasal dari cara-cara sederhana yang cukup sukses diterapkan di negara Jepang.                                                                           Menghindari makan-makanan daging hewan darat dan menggantinya dengan jenis daging dari jenis ikan. Dengan menghindari makanan daging darat tersebut dapat mengurangi resiko kolesterol tinggi dan penyakit jantung. Misalnya dengan mengkonsumsi ikan salmon yang memiliki kandungan nutrisi dan vitamin yang baik. Di negara Jepang, berdasarkan survei yang dilakukan oleh lembaga terkait dengan makanan kesehatan mengatakan bahwa konsumsi kecap orang jepang 10 kali lebih banyak dibanding negara lain. Kecap di Jepang memiliki protein yang tinggi namun rendah lemak dan rendah kalori. Selain itu wanita jepang yang bertubuh langsing ternyata selalu menggunakan kedelai untuk membuat makanan. Kedelai juga merupakan sumber dari bahan kecap.                                                                                                                                      Buah-buahan dan sayuran segar merupakan bahan makanan yang cocok untuk menciptakan nutrisi yang baik bagi tubuh yang ideal. Selain itu ciptakanlah kebiasaan seperti di Jepang untuk wanitanya yaitu dengan mengatur pola sarapan pagi dengan jumlah porsi yang lebih besar. Alasannya karena di pagi hari sampai sore hari mereka akan bekerja dan waktu pagi hari sampai dengan istrihata sangat lama sehingga proses metabolisme tubuh akan berlangsung lama dan berat sehingga sarapan banyak menjadi alasan yang logis. Porsi tersebut terus dikurangi, makan siang lebih sedikit daripada sarapan dan makan malam lebih sedikit daripada makan siang.                                                                                        Alasan diatas juga menunjukkan fakta bahwa ragam makanan yang dikonsumsi oleh orang Jepang lebih banyak. Hal itu karena mereka tahu tidak semua nutrisi yang ada pada satu jenis makanan cukup menunjang aktivitas sehari-hari mereka. Vitamin merupakan alasan yang logis karena vitamin tidak diproduksi dari dalam tubuh.                                                                                                                       Wanita jepang dan orang jepang umumnya juga mengkonsumsi nasi yang lebih sedikit dibandingkan negara Indonesia. Hobi mereka yang mungkin tidak bisa ditiru di negara ini adalah makan mie. Mereka lebih menyukai makan mie daripada nasi, mungkin mie yang diciptakan di Jepang berasal dari bahan yang lebih higienis dan minim pengawet. Bahkan diketahui di Jepang juga ada mie yang dibuat dari sayuran.",
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kesehatan%2FLangsing%20secara%20alami.jpg?alt=media&token=45841d73-3fca-440f-9920-9e38d844a5b2",
        "coverId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kesehatan%2Fkesehatan.jpg?alt=media&token=c3fb5570-c33e-4f83-a71b-c58defedbf31"
      },

      {
        "id": "2",
        "title": "Pengertian dan Fungsi Vaksin",
        "headline":"Vaksin adalah sediaan yang mengandung zat antigenik yang mampu menimbulkan kekebalan aktif dan khas pada manusia.",
        "description": "Vaksin adalah sediaan yang mengandung zat antigenik yang mampu menimbulkan kekebalan aktif dan khas pada manusia. Sederhananya, vaksin adalah bahan antigenik yang digunakan untuk kekebalan tubuh agar dapat mencegah atau mengurangi infeksi yang disebabkan oleh organisme liar.                                                                                                                                        Vaksin bisa dibuat dari bakteri atau virus yang sudah tidak patogen. Selain itu, vaksin juga bisa berasal dari organisme mati atau hasil dari permurnian misalnya protein, peptida dan lain sebagainya. Pemberian vaksin akan menyebabkan manusia ataupun hewan bisa bertahan jika terserang oleh zat patogen misalnya serangan bakteri, virus ataupun toksin. Vaksin juga bisa membantu sistem kekebalan tubuh untuk melawan kanker (sel degeneratif). Tujuan pemberian vaksin yaitu untuk menstimulus kekebalan tubuh tanpa menimbulkan penyakit. Akan tetapi, vaksin merupakan imun (kekebalan) buatan.                                                                                                                                   Pemberian vaksin atau vaksinasi adalah salah satu cara untuk mencegah penyakit terutama penyakit-penyakit infeksi yang menular baik dari yang disebabkan oleh bakteri maupun virus, misalnya campak, polio, difteri, meningitis, tetanus, hepatitis dan lain sebagainya.                                                                                                                                   Umumnya, pemberian vaksin atau imunisasi berbeda-beda pada anak-anak usia dibawah satu tahun atau anak-anak pada usia diatas satu tahun. Pada anak usia dibawah satu tahun lebih sering mendapat imunisasi hampir setiap bulan, vaksin tersebut ada yang diberikan 1 kali dan ada juga yang lebih dari 1 kali. vaksin atau imunisasi yang diberikan lebih dari 1 disebabkan karena antibodi yang terbentuk tidak cukup untuk memberikan perlindungan sehingga, membutuhkan penyuntikan lebih dari sekali.                                                                                              Terdapat beberapa cara baru dalam pengembangan pada sistem pemberian vaksin, yang diharapkan akan lebih efisien dalam pemberiannya. Metode-metode yang mungkin termasuk liposome dan ISCOM (immune stimulating complex). Sistem pemberian vaksin yang baru yaitu pemberian melalui oral, seperti vaksin polio (juga vaksin kolera). Dengan pemberian melalui oral, maka tidak ada risiko mengkontaminasi darah. Vaksin oral padatan telah terbukti lebih stabil dan tidak perlu terlalu dibekukan; kestabilan mengurangi kebutuhan pendinginan terus menerus yang biasanya pada rentang suhu tertentu tergantung produsennya, yang pada akhirnya mengurangi biaya keseluruhan.",
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kesehatan%2FVaksin.jpg?alt=media&token=c177102d-b0d4-41dd-9a96-0d814d4561c1"
      },

      {
        "id": "3",
        "title": "Cara Mudah Supaya Bisa Cepat Hamil",
        "headline":"Tips supaya bisa cepat mendapatkan keturunan.",
        "description": "Banyak orang yang sering mencari bagaiman caranya supaya cepat bisa hamil di internet sebenarnya merupakan salah satu wujud dan indikasi bahwa mendapatkan keturunan bukan merupakan hal yang mudah untuk dilakukan oleh beberapa orang yang sudah menikah. Mengenai hal tersebut tentu saja seseorang atau pasangan suami istri harus melakukan banyak kerja keras dan kerja sama dalam menemukan solusi untuk mengatasi kesulitan hamis sehingga dapat menemukan cara supaya cepat bisa hamil dengan mencari berbagai literatur, konsultasi dokter dan menjaga pola hidup sehat.    Melakukan konsultasi dengan dokter merupakan cara awal yang sebaiknya anda lakukan supaya anda tahu secara medis apakah kendala yang anda hadapi sehingga menyebabkan anda sulit untuk mendapatkan keturunan. Apabila masalah tersbut berkaitan dengan penyakit medis maka tentu saja anda dapat menemukan solusi untuk mengatasi tersebut baik dengan cara medis seperti operasi atau terapi obat. Namun apabila anda lebih yakin mengatasi penyakit tersebut dengan pengobatan alternatife maka hal tersebut dapat anda lakukan.                                                             Apabila masalah yang anda hadapi bukanlah karena penyakit tapi mungkin karena adanya tingkat vitalitas dari salah satu pasangan baik suami ataupun istri maka sebaiknya anda dapat mencoba untuk merubah pola hidup ada agar lebih baik dan lebih sehat. Beberapa cara yang dapat anda lakukan akan dijabarkan dibawah ini: Menjaga Pola Hidup Sehat, Melakukan Posisi Berhubungan Yang Tepat, dan Melakukan Perhitungan Masa Subur.",
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kesehatan%2Fcara%20cepat%20hamil.jpg?alt=media&token=52b4757a-64e3-4d1d-84cc-dcda6ec1042c"
      },

      {
        "id": "4",
        "title": "Pentingnya Menjaga Kebersihan",
        "headline":"Alasan Pentingnya Menjaga Kebersihan Lingkungan, Bantu Lindungi Kesehtan.",
        "description": "Lingkungan sekitar kita adalah bagian penting dari kelangsungan hidup manusia. Cara kita memperlakukan lingkungan memiliki konsekuensi besar bagi masa depan planet bumi yang kita tinggali. Lingkungan di sekitar kita bukan hanya rumah tetapi juga segala sesuatu yang membuat kita tetap hidup. Dari makanan yang dimakan, air yang diminum, udara yang dihirup, tempat tinggal, dan banyak lagi, ini semua membantu manusia untuk bertahan hidup. Oleh karena itu, kepedulian terhadap lingkungan adalah sesuatu yang harus melekat pada diri masing-masing.          Kebersihan lingkungan memengaruhi segalanya mulai dari kesehatan manusia hingga kesejahteraan satwa liar. Kita semua dapat melakukan bagian dalam melindungi Bumi tempat kita tinggal. Jika manusia semua berusaha untuk menjadi lebih sadar akan kebersihan lingkungan, maka manusia dapat membuat dunia menjadi tempat yang lebih baik untuk ditinggali bagi dirinya sendiri maupun anak cucunya kelak.                                             Alasan pentingnya menjaga kebersihan lingkungan yang pertama adalah untuk membantu meningkatkan kesehatan manusia secara keseluruhan. Keadaan lingkungan memainkan peran besar dalam kesehatan secara keseluruhan.Polusi udara luar ruangan dapat menyebabkan penyakit berbahaya seperti asma dan bronkitis. Ini juga dapat mempengaruhi kualitas makanan, yang dapat menyebabkan konsumsi racun berbahaya. Semakin bersih lingkungan kita, semakin besar peluang kita untuk hidup sehat.                                                                                                     Alasan pentingnya menjaga kebersihan lingkungan yang kedua adalah untuk membantu melindungi ekosistem. Cara kita memperlakukan lingkungan memiliki dampak langsung pada spesies yang paling rentan di dunia. Beberapa spesies terancam punah karena perilaku manusia yang tidak bertanggung jawab. Jika kita ingin melindungi hewan yang berharga ini, kita harus berusaha untuk melestarikan habitat aslinya. Ini berarti mengurangi polusi, membuat pilihan konsumen yang terdidik, dan bepergian secara bertanggung jawab.Mendukung upaya ekowisata yang membantu melindungi satwa liar adalah penting. Wisata ramah lingkungan mendidik wisatawan tentang konservasi hewan dan pentingnya perlindungan lingkungan.                               Alasan pentingnya menjaga kebersihan lingkungan yang ketiga adalah untuk membantu melindungi sumber daya alam. Sumber daya alam kita terbatas, yang mempengaruhi keberlanjutan komunitas kita.                                                                                                   Alasan pentingnya menjaga kebersihan lingkungan yang ke empat adalah untuk membantu upaya memerangi perubahan iklim. Saat suhu bumi terus meningkat, kita melihat semakin banyak pola cuaca berbahaya yang muncul.Hal ini sebagian besar disebabkan oleh aktivitas manusia yang telah menciptakan peningkatan kadar karbon dioksida di atmosfer. Untuk masa depan planet, adalah tanggung jawab moral kita untuk membantu memerangi perubahan iklim.",
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kesehatan%2FPentingnya%20menjaga%20kebersihan%20ligkungan.jpg?alt=media&token=05944aed-c771-4abb-b94d-3c5b1242901b"
      },

      {
        "id": "5",
        "title": "Pengertian Obat Tradisional",
        "headline":"Definisi Obat tradisional beserta dengan manfaatnya.",
        "description": "Obat Tradisional adalah bahan atau ramuan bahan yang berupa bahan tumbuhan, bahan hewan, bahan mineral, sediaan sarian (galenik) atau campuran dari bahan tersebut yang secara turun temurun telah digunakan untuk pengobatan berdasarkan pengalaman (BPOM, 2014). Ciri dari obat tradisional yaitu bahan bakunya masih berupa simplisia yang sebagian besar belum mengalami standardisasi dan belum pernah diteliti. Bentuk sediaan masih sederhana berupa serbuk, pil, seduhan atau rajangan simplisia, klaim kahsiatnya masih berdasarkan data empiris. Obat tradisional sendiri dibagi menjadi tiga yaitu, jamu, obat herbal terstandar dan fitofarmaka. (Anggraeni dkk, 2015). Jamu (emperical based herbal medicine) adalah obat tradisonal yang disediakan secara tradisional yang berisi seluruh bahan tanaman yang menjadi penyusun jamu tersebut higienis (bebas cemaran) serta digunakan secara tradisional. Bagi masyarakat Indonesia, jamu adalah resep turun-temurun dari leluhurnya agar dapat dipertahankan dan dikembangkan. Bahan-bahan jamu sendiri diambil dari tumbuh-tumbuhan yang ada di Indonesia baik itu dari akar, daun, bunga, maupun kulit kayu. Jamu memegang peranan penting dalam pemeliharaan kesehatan secara tradisional dan akan terus berlangsung di tengah berkembangnya pengobatan modern. Bahan-bahan yang dgunakan tidak mengandung bahan kimia sintetik melainkan menggunakan bermacam-macam tumbuhan yang diambil langsung dari alam dan efek sampingnya relative lebih kecil. Ada berbagai macam jamu, yakni: (Bambang, R.S., 1986; Hermanto dan Subroto, 2007).",
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kesehatan%2FObat%20Tradisional.jpg?alt=media&token=c1a26b3f-ed09-4662-8798-6ac0fc4a05d1"
      },

      {
        "id": "6",
        "title": "Pengertian Zat Aditif",
        "headline":"Pengertian Zat Aditif Pada Makanan.",
        "description": "Terdapat beberapa jenis makanan yang kita konsumsi dalam kehidupan sehari-hari. Pada zaman dahulu, ketika teknologi pangan belum berkembang seperti sekarang ini, tidak banyak makanan dan minuman olahan yang beredar. Seperti contoh, dahulu orang membuat roti cukup dengan memakai bahan dasar terigu, ragi, dan air. Namun, pada sekarang tidak cukup hanya dengan bahan utama itu saja, masih butuh tambahan bahan lainnya, misalnya perasa atau flavor (bahan untuk menimbulkan rasa dan aroma tertentu) dan bahan pewarna. Maka, ketika makanan olahan diproses ke dalam makanan tersebut sudah ditambahkan zat-zat kimia dengan tujuan tertentu. Zat-zat kimia yang ditambahkan ke dalam makanan tersebut bertujuan untuk meningkatkan kualitasnya yang mencakup rasa, penampilan, warna, keawetan dan lain-lain disebut dengan zat aditif makanan.                         Begitu banyak zat aditif pada makanan yang saat ini dipakai para produsen pada setiap produknya. Hal itu membuat kita semakin sulit memilih makanan atau bahan makanan yang benar-benar bebas dari zat aditif makanan. Padahal, perlu kalian ketahui bahwa pemakaian zat aditif pada makanan tidak pernah bisa dihindari karena dalam beberapa hal fungsinya memang dibutuhkan dalam proses pembuatan bahan makanan tersebut. Selain itu, tidak semua zat aditif pada makanan berbahaya atau tidak bernilai gizi. Beberapa di antaranya malah bermanfaat bagi tubuh kita karena mengandung vitamin atau malah mencegah kanker. Namun, penggunaan zat aditif makanan yang berlebihan bisa merugikan kesehatan. Maka dari itu, pemakaiannya harus selalu terkendali sehingga dampak negatifnya dapat diminimalkan.                                                                                   Sampai saat ini zat aditif pada makanan dipakai untuk tujuan yang lebih beragam sesuai dengan perkembangan teknologi pengolahan pangan. Kendati begitu, penggunaan zat aditif makanan pada produk pangan terikat pada norma-norma yang harus dipatuhi secara moral. Zat aditif pada makanan yang dipakai harus memiliki sifat-sifat sebagai berikut : Tidak mengurangi zat – zat esensial di dalam makanan. Dapat mempertahankan nilai gizi makanan tersebut Menarik bagi konsumen, tetapi tidak merupakan suatu penipuan. Mempertahankan atau memperbaiki mutu makanan.                              Melihat luasnya cakupan mengenai fungsi zat aditif pada makanan, tampaknya memang sulit untuk terlepas dari penggunaannya. Meskipun begitu, sering juga terjadi kasus yang merugikan yaitu ketika zat aditif pada makanan dipakai pada situasi yang seharusnya tidak dibutuhkan, penggunaan yang berlebihan, menyalahi spesifikasi, atau sengaja digunakan bahan-bahan terlarang. Contohnya, pada kasus penggunaan boraks dan formalin pada produk- produk makanan atau minuman seperti susu, tahu, dan bakso.",
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Kesehatan%2FZat%20Aditif.jpg?alt=media&token=26c09780-8954-45b2-abfb-ec15ac1d053e"
      }
    ]
}