{
    "olahraga": [
      {
        "id": "1",
        "title": "Pengertian Kebugaran Jasmani dan  Manfaatnya",
        "headline":"Kebugaran jasmani merupakan kebutuhan yang harus dipenuhi agar kita dapat menjalankan aktivitas kehidupan sehari-hari dengan baik.",
        "description": "Kebugaran jasmani merupakan kebutuhan yang harus dipenuhi agar kita dapat menjalankan aktivitas kehidupan sehari-hari dengan baik. Definisi lainnya, kebugaran jasmani adalah kesanggupan tubuh untuk melakukan aktivitas tanpa mengalami kelelahan yang berlebih. Istilah kebugaran jasmani memiliki pengertian yang tidak berbeda dari aspek fisik dalam total fitness atau yang dikenal sebagai physical fitness.                   Secara umum, pengertian kebugaran jasmani adalah kemampuan seseorang untuk menjalankan aktivitas kehidupan sehari-hari dengan ringan dan mudah tanpa merasakan kelelahan yang berarti serta masih mempunyai cadangan tenaga untuk melakukan kegiatan yang lain. Makin tinggi tingkat kebugaran jasmani seseorang, makin bagus pula kemampuan kerja fisiknya. Kebugaran jasmani adalah kunci kesehatan dan ketahanan tubuh yang sebenarnya.       Oleh karena itu, beberapa orang rutin melakukan berbagai latihan dan kegiatan fisik, seperti berolahraga. Tubuh akan menjadi lebih fit dan tidak mudah terjangkit penyakit. Selain kondisi kesehatan yang stabil, latihan kebugaran jasmani akan membuat tubuh terasa lebih segar. Jadi, makin sering berolahraga justru membuatmu menjadi tidak mudah lelah. Dengan latihan kebugaran jasmani, daya tahan tubuhmu bisa lebih meningkat.  Meski penting, masih ada yang belum mengerti apa itu kebugaran jasmani.                                                                                 Berikut ini beberapa manfaat yang diperoleh dari kebugaran jasmani:",
        "specific": [
            "1. Meningkatkan sirkulasi darah dan sistem kerja jantung.",
            "2. Meningkatkan stamina dan kekuatan tubuh.",
            "3. Memiliki kemampuan pemulihan organ tubuh secara tepat.",
            "4. Memiliki respons tubuh yang cepat dan tepat.",
            "5. Mengurangi risiko kelebihan berat badan atau obesitas.",
            "6. Mencegah penyakit jantung.",
            "7. Mengurangi depresi.",
            "8. Menurunkan tekanan darah tinggi."
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Olahraga%2FPengertian%20Kebugaran%20Jasmani.jpg?alt=media&token=4870f010-2046-4cc3-ba1c-76f06c2dd439",
        "coverId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Olahraga%2Folahraga.jpg?alt=media&token=f0402294-c582-49de-8ca2-04cb17fc8202"
      },

      {
        "id": "2",
        "title": "Pengertian Olahraga dan  Manfaatnya",
        "headline":"Olahraga memiliki peran yang penting dalam menunjang kesehatan tubuh. Dengan berolahraga, tubuh akan tetap sehat serta bugar.",
        "description": "Olahraga adalah sebuah aktivitas fisik yang sangat sehat dan penting untuk dilakukan secara rutin. Meskipun berada di tengah himpitan kesibukan, olahraga/aktivitas fisik ringan tetap harus dilakukan untuk menjaga kesehatan, terutama ketika berada di situasi pandemi Covid-19 dan berbagai virus yang kini banyak tersebar di dunia. Meskipun beberapa orang mengatakan bahwa olahraga merupakan sebuah kegiatan yang melelahkan, namun dibalik itu semua, manfaat olahraga dapat dirasakan oleh tubuh, seperti membentuk kekuatan serta kesehatan tubuh.                                                                                                                                          Tak sekadar memberikan manfaat secara fisik, melakukan aktivitas olahraga dapat memberikan manfaat lain, baik secara mental maupun sosial.Itulah mengapa, olahraga telah menjadi bagian tidak terpisahkan dalam kehidupan kita sehari-hari. Di sisi lain, meski telah mengetahui berbagai manfaatnya, masih banyak yang kesulitan untuk mengagendakan berolahraga secara rutin.                                                             Hari Olahraga Nasional (Haornas) yang diperingati pada hari ini, 9 September, menjadi momen tepat untuk mengingatkan kita agar terus meningkatkan kegemaran dalam berolahraga. Diharapkan melalui momentum Haornas dapat memotivasi kita semua lebih peduli berolahraga secara rutin dan teratur, apa pun jenis olahraganya untuk hidup sehat secara jasmani serta rohani. Untuk ikut menyemarakkan Hari Olahraga Nasional, ada baiknya kamu mengetahui secara dalam tentang apa itu olahraga. Berikut ini adalah beberapa manfaat lain dari olahraga bagi tubuh seseorang, diantaranya adalah:",
        "specific": [
            "1. Menormalkan kadar kolesterol di dalam tubuh.",
            "2. Membakar kalori di dalam tubuh",
            "3. Menyehatkan jantung.",
            "4. Mencegah terjadinya obesitas.",
            "5. Mengurangi stres."
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Olahraga%2FOlahraga%20dan%20Manfaatnya.jpg?alt=media&token=05c135d8-dfb7-4a2c-b7af-45fb4dae9458"
      },

      {
        "id": "3",
        "title": "Pengertian Senam dan manfaatnya",
        "headline":"Senam merupakan satu di antara cabang olahraga yang melibatkan beberapa gerakan tubuh serta membutuhkan kecepatan, kekuatan, dan keserasian gerakan fisik.",
        "description": "Senam merupakan satu di antara cabang olahraga yang melibatkan beberapa gerakan tubuh serta membutuhkan kecepatan, kekuatan, dan keserasian gerakan fisik. Senam dapat membantu seseorang untuk meningkatkan kebugaran jasmani, mengembangkan keterampilan, serta menanamkan nilai mental spiritual kepada individu yang melakukannya. Tak hanya itu, senam juga membuat seseorang merasa lebih percaya diri. Jika dilakukan secara rutin, senam bisa membuat tubuh lebih ideal sehingga dapat membuat seorang tampil lebih percaya diri.                                             Seiring berkembangnya era yang makin modern, senam mengalami perkembangan cukup pesat, yakni makin bertambahnya macam-macam senam. Untuk mengetahui lebih dalam tentang senam, bisa membaca pengertian dari para ahli, macam-macam dan manfaatnya. Berikut ini adalah beberapa manfaat lain dari senam bagi tubuh seseorang, diantaranya adalah:",
        "specific": [
            "1. Membantu koordinasi tubuh",
            "2. Tubuh semakin fleksible",
            "3. Membentuk kekuatan",
            "4. Menambah kepercayaan diri",
            "5. Menghambat proses penuaan"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Olahraga%2FSenam%20dan%20manfaatnya.jpg?alt=media&token=27c44bd5-a23b-42dd-bbef-320c716ac0f1"
      },

      {
        "id": "4",
        "title": "Pengertian dan Jenis Olahraga Beladiri ",
        "headline":"Olahraga adalah salah satu kebutuhan tubuh agar bisa tetap bugar dan sehat. ",
        "description": "Olahraga adalah salah satu kebutuhan tubuh agar bisa tetap bugar dan sehat. Jenisnya pun sangat beragam, salah satu yang patut dicoba adalah olahraga beladiri. Identik dengan kaum pria namun seiring berjalannya waktu wanita pun mulai banyak yang tertarik melakukan olahraga ini. Jika dilihat dari teknik dasarnya, gerakan beladiri untuk pria dan wanita tidak jauh berbeda. Banyak sekali manfaat yang bisa didapatkan dengan melakukan olahraga beladiri ini                                                                                                            Beladiri adalah olahraga yang memadukan aktivitas fisik dan seni, teknik untuk membela atau melindungi diri, dan olah batin. Olahraga beladiri ternyata tak hanya menyehatkan tubuh tapi juga bisa menjaga kondisi psikis seseorang dalam keadaan stabil. Tak heran jika sekarang wanita pun banyak yang tertarik melakukan olahraga ini. Jenis dari bela diri sendiri ada beragam, sehingga pria dan wanita bisa melakukan olahraga ini. Sedikitnya ada 4 (empat) jenis beladiri yang bisa dicoba:",
        "specific": [
            "1. Judo",
            "2. Taekwondo",
            "3. Karate",
            "4. Pencak Silat"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Olahraga%2FOlahraga%20Beladiri%20dan%20Jenisnya.jpg?alt=media&token=3065de96-c458-48a0-ab21-f6beabfcd24e"
      },
      {
        "id": "5",
        "title": ": Sejarah dan Teknik Dasar Pencak Silat",
        "headline":"Olahraga pencak silat merupakan seni bela diri tradisional asli produk Kepulauan Nusantara.",
        "description":"Olahraga pencak silat merupakan seni bela diri tradisional asli produk Kepulauan Nusantara. Olahraga ini juga tersebar dan dikenal luas di Asia Tenggara, seperti Malaysia, Brunei Darussalam, Singapura, Filipina Selatan, dan Thailand Selatan. Dari sisi sejarah, olahraga pencak silat hampir mirip dengan olahraga renang. Ia ada lebih dulu sebelum dikonsep menjadi sebuah olahraga. Mengapa demikian? Karena pencak silat dan renang merupakan satu aktivitas yang diperlukan untuk bertahan hidup dan menghadapi tantangan alam. Keduanya ada karena mengikuti insting manusia. Adapun pencak silat yang saat ini kita kenal merupakan pengembangan dari bela diri alami dari nenek moyang kita.                                  Begitupun nenek moyang Indonesia. Untuk keperluannya dalam menghadapi kondisi alam dan bertahan hidup, mereka mengambil inspirasi bela diri dari gerakan binatang yang ada di dekat mereka. Sebut saja gerakan kera, harimau, burung elang, dan ular. Namun, tidak menutup kemungkinan juga inspirasi tersebut didapatkan untuk keperluan berburu dan berperang. Seorang ilmuwan sekaligus ahli beladiri asal Jepang, Donald Frederick “Donn” Draeger, menyebutkan bahwa bukti seni bela diri sudah ada sejak jaman Hindu-Budha di Kepulauan Nusantara dapat ditemukan pada artefak-artefak senjata.                                                                                                                                          Tidak hanya itu, ditemukan pahatan relief-relief di Candi Prambanan dan Candi Borobudur yang menggambarkan posisi kuda-kuda silat. Dalam bukunya yang berjudul Weapons and fighting arts of Indonesia, Draeger menyebutkan, bagi nenek moyang Indonesia, bela diri silat dan senjata memiliki kaitan yang sangat erat. Pasalnya, selain untuk keperluan olah tubuh, keduanya memiliki arti spiritual yang tertanam dalam kebudayaan Indonesia.   Tidak hanya itu, tersebarnya cerita-cerita heroik para pahlawan kemerdekaan yang mengangkat senjata melawan penjajah seperti Tuanku Imam Bonjol, Pangeran DIponegoro, Sultan Agung Hanyokrokusumo, Cut Nyak Dhien, Cut Meuthia, dan lainnya turut andil dalam mendorong rakyat Indonesia untuk mencari tahu tentang pencak silat. Hal ini mendorong pencak silat masuk ke dalam kurikulum pendidikan bela negara yang diajarkan ke rakyat Indonesia secara luas untuk melawan penjajah. Berikut ini adalah Teknik dasar pencak silat:",
        "specific": [
            "1. Teknik kuda-kuda",
            "2. Teknik pasang",
            "3. Teknik pola langkah",
            "4. Teknik Arah atau Delapan Penjuru Mata Angin",
            "5. Teknik Pukulan",
            "6. Teknik Tendangan"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Olahraga%2FSejarah%20Pencak%20Silat.jpg?alt=media&token=078fe37a-2f77-452b-b625-0ba07aaed1c5"
      },

      {
        "id": "6",
        "title": ": Pengertian dan Manfaat Yoga",
        "headline":"Meskipun kegiatan yoga jarang melakukan Gerakan melompat atau berdiri namun kegiatan yoga itu termasuk salah satu jenis olahraga.",
        "description":"Secara etimologi, kata “yoga” berasal dari bahasa Sansekerta Kuno yakni “yuj” yang berarti penyatuan; lebih mengarah pada penyatuan atman (diri) dan brahman (Yang Maha Kuasa), sehingga melalui ini maka seseorang akan lebih baik dalam mengenal tubuh, pikiran, jiwa, dan keseluruhan aspek yang ada pada dirinya serta dapat membuatnya semakin dekat dengan Sang Pencipta. Singkatnya, yoga adalah jenis olahraga yang bertujuan untuk meningkatkan kesehatan dan kesejahteraan tubuh, dengan melibatkan aktivitas fisik, latihan pernapasan, teknik relaksasi, dan latihan meditasi.                                                                                                                                 Meskipun disebut sebagai salah satu jenis olahraga, tetapi gerakannya tidak lantas meloncat atau berlari seperti layaknya olahraga atletik kebanyakan. Dalam olahraga ini, gerakannya lebih condong pada pengendalian nafas, konsentrasi pikiran, dan pengendalian diri. Apalagi di zaman seperti sekarang ini, banyak orang yang hidup dalam keadaan iri, dengki, dan marah atas keadaan yang ada. Nah, praktik ini dinilai mampu menjadi alternatif bagi mereka yang berperilaku demikian supaya pikirannya dapat menjadi lebih jernih.                                                    Olahraga ini tidak harus dilakukan di lapangan seperti olahraga permainan bola pada umumnya, sebab dapat dipraktikkan di sanggar senam atau rumah yoga. Ada banyak jenis olahraga yang dapat Grameds temui, tetapi yang paling umum adalah Yoga Asanas yang mana memiliki posisi berupa duduk dengan menempatkan ujung kaki kanan di atas paha kaki kiri atau sebaliknya. Berikut ini adalah Manfaat Yoga: ",
        "specific": [
            "1. Merawat kecantikan",
            "2. Memberikan kesehatan mental",
            "3. Menjaga kesehatan fisik"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Olahraga%2FYoga%20dan%20manfaatnya.jpg?alt=media&token=f1291d1c-87f3-419b-9192-e2f5afc408de"
      }
      
    ]
}