{
    "pertanian": [
      {
        "id": "1",
        "title": "Pengertian Pertanian dan Manfaatnya",
        "headline":"Pertanian merupakan suatu bentuk produksi yang khas, yang berkaitan dengan proses pertumbuhan tanaman dan hewan.",
        "description": "Pertanian adalah suatu kegiatan yang memanfaatkan sumber daya alam untuk menghasilkan bahan pangan, sumber energy, bahan baku industri, serta untuk mengelola lingkungan hidup. Contoh kegiatan di bidang pertanian adalah bercocok tanam, budidaya tanaman, dan pembesaran hewan ternak. Pertanian merupakan sumber utama pangan dalam suatu negara. Jika sektor pertanian tidak dapat memenuhi kebutuhan masyarakatnya, maka negara akan terus menerus mengimpor bahan pangan dari negara lain.                                                                                Kegiatan bertani bermanfaat bagi masyarakat untuk memperoleh pendapatan. Dengan begitu, sekaligus mengurangi pengangguran. Saat ini, banyak pemuda yang sudah mulai terjun ke dunia pertanian dan memiliki banyak inovasi dari kegiatan bertaninya. Jika mereka mau mengelola pertanian sendiri, maka angka pengangguranpun akan berkurang. Dengan bertani, juga menjaga kualitas lingkungan. Terdapat rantai makanan yang selalu membuat ekologi dalam keadaan seimbang. Berikut ini adalah Manfaat Pertanian:",
        "specific": [
            "1. Mendukung kedaulatan pangan",
            "2. Mengurangi pengangguran",
            "3. Menjaga lingkungan tetap asri"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Pertanian%2FPengertian%20Pertanian%20dan%20Manfaatnya.jpg?alt=media&token=689e5d99-6427-4b72-8474-c9e3aa6569a6",
        "coverId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Pertanian%2Fpertanian.jpg?alt=media&token=7c9d9f6f-3a3d-4934-bfde-91e227ea416e"
      },

      {
        "id": "2",
        "title": "Pengertian Pertanian Organik dan Manfaatnya",
        "headline":"Topik pertanian organik memang tengah hangat diperbincangkan. Alasannya, sebab sistem budi daya ini dipercaya ampuh meningkatkan produksi pangan lokal.",
        "description": "Topik pertanian organik memang tengah hangat diperbincangkan. Alasannya, sebab sistem budi daya ini dipercaya ampuh meningkatkan produksi pangan lokal. Selain itu, pertanian organik digadang-gadang mampu mengurangi dampak kesehatan akibat penggunaan bahan kimia berbahaya. Ditambah lagi teknik yang satu ini ahli nilai lebih ramah lingkungan, sehingga sangat baik digunakan dalam upaya pelestarian alam.                Pertanian organik dapat diartikan sebagai teknik pertanian yang tidak menggunakan bahan kimia (non sintetik). Sebaliknya, metode ini lebih menekankan penggunaan bahan-bahan dari alam yang bersifat organik, untuk meningkatkan kesehatan tanah berserta hasil panennya. Sedangkan menurut Food and Agriculture Organization (FAO), pertanian organik adalah sistem manajemen holistik dengan pendekatan berwawasan ramah lingkungan. Karena itu, teknik ini biasanya turut memperhatikan biodiversitas, siklus biologi, serta aktivitas biologis tanah dalam proses pelaksanaannya.           Berikut ini adalah Manfaat Pertanian Organik:",
        "specific": [
            "1. Meningkatkan pendapatan petani",
            "2. Meningkatkan kualitas produk pertanian",
            "3. Biaya operasional relative rendah"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Pertanian%2FPengertian%20Pertanian%20Organik.jpg?alt=media&token=d75d3e72-ee7f-4ec5-bfd4-4d46916c8b1b"
      },

      {
        "id": "3",
        "title": "Pengertian Agroteknologi dan Manfaatnya",
        "headline":"Apa yang dimaksud dengan bidang studi Agroteknologi?",
        "description": "Pengertian agroteknologi adalah suatu bidang studi yang mempelajari mengenai penguasaan teknologi pada produksi pertanian dengan memperhatikan efisiensi dan juga kualitas. Ada banyak keuntungan yang bisa didapatkan dengan masuk ke jurusan agroteknologi, termasuk salah satunya adalah memiliki prospek kedepannya yang cerah. Agroteknologi sendiri terdiri dari 2 kata yaitu agro dan juga tekno. Agro berasal dari kata agronomi yang bisa diartikan sebagai ilmu yang mempelajari tentang fenomena yang berhubungan dengan pertanian.                                    Sedangkan kata kedua yaitu tekno berasal dari kata teknologi yang tentunya tidak lagi asing terdengar di telinga. Teknologi adalah sarana untuk menyediakan barang bagi kelangsungan manusia. Gabungan dari kedua kata di atas bisa diartikan sebagai kegiatan yang dilakukan untuk mengelola komoditas berupa bibit untuk menghasilkan produk tertentu. Ada banyak keuntungan yang bisa didapatkan dengan mempelajari agroteknologi. Beberapa diantaranya adalah sebagai berikut :",
        "specific": [
            "1. Peluang karirnya cukup baik",
            "2. Bisa membuka lapangan pekerjaan",
            "3. Meningkatkan hasil pertanian"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Pertanian%2FAgroteknologi.jpg?alt=media&token=ac12588f-dadb-4825-8210-2b9e086e9228"
      },

      {
        "id": "4",
        "title": "Tips menanam sayuran organik",
        "headline":"Bagaimana cara merawat dan menanam sayuran organik?",
        "description": "Cara menanam sayuran organic tergolong mudah, hanya saja memang kebutuhan akan pupuk dan pestisida sama sekali tidak boleh menggunakan bahan kimia. Karena bahan yang digunakan adalah bahan-bahan alami, oleh karena itu, sayuran organik disebut juga sayuran sehat yang memiliki peminat cukup banyak. Hanya saja ketersediaan sayuran organic di pasar sangat terbatas dan tidak semua pasar menjual sayuran ini. Maka dari itu Anda dapat menjadikan budidaya sayuran organic di rumah sebagai alternative untuk memenuhi kebutuhan Anda. Cara budidaya sayuran organic ini sangat mudah, Anda dapat menyimak langkah-langkah yang akan kami sajikan di bawah ini sebagai pedoman untuk menanam sayuran organic di rumah. Sayuran organic adalah sayuran yang dibudidayakan tanpa menggunakan pupuk kimia ataupun pestisida kimia. Sehingga kandungan dalam sayuran benar-benar alami dan menyehatkan untuk tubuh manusia. Budidaya sayuran organic ini ternyata juga sangat baik-baik lahan yang ditanami, sebab lahan tersebut akan terbebas dari bahan kimia sehingga kesuburannya tetap terjaga. Ada beberapa sayuran yang mudah untuk dibudidayakan secara organic karena ketahanannya terhadap serangan hama yang sangat kuat, misalnya sawi hijau, sawi putih, kangkung, selada, dan beberapa jenis sayuran lainnya.                                                                                                                                          Untuk dapat menanam sayuran organic, Anda perlu membuat bibitnya terlebih dahulu. Bibit dapat Anda buat dengan cara menyemai benih pada media tanam yang telah disediakan. Media tanam dapat dibuat dengan cara mencampurkan tanah dengan kompos perbandingan 1:3. Gunakan tempat persemaian yang cukup lebar, misalnya baki semai atau sejenisnya. Semai biji dengan jarak sekitar 2 cm, kemudian tunggu hingga biji tersebut tumbuh dan keluar daunnya. Dalam masa penungguan. Anda dapat menyiraminya secara rutin tiap pagi dan sore.                                                   Sebenarnya sayuran organic dapat ditanam pada dua media, baik itu di tanah langsung ataupun di pot atau polybag. Keduanya memerlukan perlakuan yang berbeda, persiapan lahannya pun berbeda. Untuk lahan yang berupa tanah langsung, Anda dapat membuat greenhouse dengan pelindung plastic di bagian atapnya. Greenhouse ini sangat membantu pertumbuhan sayuran organic karena menghindarkan sayuran dari terik matahari langsung, tetesan air hujan serta hama yang mungkin menyerang. Untuk media tanam di polybag, Anda perlu membuat campuran tanah dan kompos dengan perbandingan kira-kira 1:2. Sementara untuk lahan di tanah langsung, Anda juga perlu memberi kompos agar kesuburan tanah tetap terjaga.                                  Berikut ini adalah tips merawat sayuran organik:",
        "specific": [
            "1. Lakukan penyiraman secara rutin setiap pagi dan sore",
            "2. melakukan penyiangan terhadap area sekitar sayuran",
            "3. Pengendalian hama",
            "4. Beri pupuk yang cukup",
            "5. Pemanenan"
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Pertanian%2FTips%20merawat%20sayuran%20organik.jpg?alt=media&token=cc327fff-db12-4915-a623-4bfaf8e2f03b"
      },

      {
        "id": "5",
        "title": "Cara Membuat Tanaman Cepat Berbuah Lebat",
        "headline":"Bagaimana Cara Membuat Tanaman Cepat Berbuah Lebat?",
        "description": "Cara membuat tanaman cepat berbuah sangat mudah sekali dan tentunya ada beberapa metode yang harus di lakukan secara teliti dan harus dengan cara yang tepat untuk mendapatkan hasil pembuahan yang maksimal. Seperti tumbuhan pada umumnya, tanaman buah-buahan yang ada di daerah tropis juga mempunyai jenis dan varietas yang beraneka ragam. Di Indonesia sendiri, berbagai macam jenis tanaman tumbuh subur bahkan hampir di seluruh wilayah. Tanaman buah sejak jaman nenek moyang memang sangat dibutuhkan karena buah-buahan memiliki rasa yang lezat serta kaya akan vitamin yang baik bagi kesehatan tubuh.                                                                                                           Oleh sebab itu melestarikan tanaman buah itu sangat penting terlebih bagi yang gemar menanam jenis tanaman buah-buahan tentunya hal yang sangat memuaskan yaitu dapat di lihat ketika tanaman cepat berbuah. Namun tidak semua tanaman dapat berbuah dengan cepat, hal tersebut tergantung dari bagaimana cara pemeliharaan yang diterapkan. Berikut ini adalah syarat agar tanaman cepat berbuah:",
        "specific": [
            "1. Tidak menaman bibit tanaman yang berasal dari bibit yang mandul.",
            "2. Lingkungan sebagai media tanam harus sesuai syarat mulai dari iklim, sinar matahari, dan curah hujan.",
            "3. Kondisi tanaman harus sehat dan terbebas dari segala jenis hama serta penyakit."
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Pertanian%2FCara%20Membuat%20Tanaman%20Cepat%20Berbuah%20Lebat.jpg?alt=media&token=05f9df02-1861-438f-a2c7-aa6f5a857627"
      },

      {
        "id": "6",
        "title": "Pengertian pupuk kompos dan cara membuatnya",
        "headline":"Apa itu pupuk kompos dan bagaimana cara membuatnya?",
        "description": "Kompos merupakan salah satu jenis pupuk organik yang sudah ada sejak lama. Pengertian kompos adalah bahan-bahan organik yang sudah mengalami proses pelapukan karena terjadi interaksi antara mikroorganisme atau bakteri pembusuk yang bekerja di dalam bahan organik tersebut. Bahan organik yang dimaksud pada pengertian kompos adalah rumput, jerami, sisa ranting dan dahan, kotoran hewan, bunga yang rontok, air kencing hewan ternak, serta bahan organik lainnya. Semua bahan organik tersebut akan mengalami pelapukan yang diakibatkan oleh mikroorganisme yang tumbuh subur pada lingkungan lembap dan basah.                                                                                                           Pada dasarnya, proses pelapukan ini merupakan proses alamiah yang biasa terjadi di alam.  Namun, proses pelapukan secara alami ini berlangsung dalam jangka waktu yang sangat lama, bahkan bisa mencapai puluhan tahun. Untuk mempersingkat proses pelapukan, diperlukan adanya bantuan dari manusia. Jika proses pengomposan dilakukan dengan benar, proses hanya berlangsung selama 1—3 bulan saja, tidak sampai bertahun-tahun.             Kompos juga berguna untuk meningkatkan daya ikat tanah terhadap air sehingga dapat menyimpan air tanah lebih lama. Ketersediaan air di dalam tanah dapat mencegah lapisan kering pada tanah. Penggunaan kompos bermanfaat untuk menjaga kesehatan akar serta membuat akar tanaman mudah tumbuh. Kandungan hara pada kompos memang terbilang lebih sedikit dibandingkan pupuk anorganik. Oleh karena itu, penggunaannya harus dilakukan dengan volume yang sangat banyak untuk memenuhi kebutuhan hara tanaman. Namun, dilihat dari keuntungan yang bisa diberikan kompos untuk tanah dan tanaman, rasanya tidak rugi harus menggunakannya meskipun harus dalam volume yang besar.                                                          Keuntungan yang diberikan kompos tidak hanya untuk saat ini, tetapi untuk jangka panjang hingga berpuluh-puluh tahun kemudian. Saat ini sudah banyak masyarakat yang mulai beralih untuk menggunakan pupuk organik, salah satunya adalah kompos. Karena menggunakan bahan organik yang sudah dianggap sampah, harga pupuk kompos pun relatif murah. Berikut ini adalah cara membuat pupuk kompos:",
        "specific": [
            "1. Siapkan sampah rumah tangga yang akan diolah menjadi pupuk kompos",
            "2. Pisahkan sampah organik (sisa makanan/dedaunan) dengan sampah plastik. Sampah organiklah yang nantinya akan digunakan sebagai pupuk kompos",
            "3. Siapkan wadah berukuran besar untuk membuat pupuk kompos. Jangan lupa bahwa wadah harus dilengkapi dengan penutup agar pupuk yang dibuat tidak akan terkontaminasi.",
            "4. Masukkan tanah secukupnya ke dalam wadah yang telah diisi dengan sampah organik. Ketebalannya bisa kamu sesuaikan dengan wadah dan banyaknya sampah organik.",
            "5. Siram permukaan tanah tersebut menggunakan air secukupnya.",
            "6. Masukkan sampah organik yang telah dicampur arang sekam(optional) dan kapur pertanian ke dalam wadah",
            "7. Pastikan sampah disimpan secara merata. Sebisa mungkin ketebalan sampah setara dengan ketebalan tanah",
            "8. Siram dengan air yang telah bercampur EM4",
            "9. Masukkan lagi tanah ke dalam wadah. Kali ini tanah berperan sebagai penutup sampah",
            "10. Tutup wadah dengan rapat dan biarkan sekitar tiga minggu."
        ],
        "pictureId": "https://firebasestorage.googleapis.com/v0/b/learnyfy-d1bf7.appspot.com/o/Pertanian%2Fcara%20membuat%20pupuk%20kompos.jpg?alt=media&token=46127edd-73e0-4e9e-bdbe-e0ac6a0de955"
      }
    ]
}